<?php 

return [
    'demo_app' => [
        'navbar' => [
            'link_1' => 'مساعدة',
            'link_2' => 'ما هو باب كازا؟',
            'link_3' => 'تجربة الشراكة',
            'link_4' => 'تجربة المحترف',
        ],
        'article_1' => [
            'title' => 'من نحن ؟',
            'phrase_1' => 'باب كازا يهدف إلى أن يكون أكبر سوق رقمي في المغرب و شمال إفريقيا و هذا  لأن باب كازا يوفر محيطا رقميا  متطورا و منصة للتواصل الرقمي و اللوجستي باب كازا يدعوكم لتنضموا و تكونو شركاء',
            'phrase_2' => 'باب كازا يوفر لكم كلما تحتاجونه في حياتكم اليومية, العملية, الترفيهية و أكثر ...',
            'phrase_3' => 'يمكنكم أيضا اكتشاف منتوجات جديدة و عروضا رائعة, باب كازا يسهل عليكم الاختيار الصحيح',
            'phrase_4' => '!حياتكم أسهل مع باب كازا, ماذا تنتظرون؟ تسجلوا الان',
        ],
        'article_2' => [
            'title' => '',
            'link_1' => '',
            'phrase_1' => '',
            'link_2' => '',
            'phrase_2' => '',
            'link_3' => '',
            'phrase_3' => '',
        ],
        'article_3' => [
            'title' => '',
            'phrase_1' => '',
            'link_1' => '',
            'phrase_2' => '',
            'link_2' => '',
            'phrase_3' => '',
            'link_3' => '',
            'paragraphe_1' => '',
        ],
        'aside' => [
            'article_1' => [
                'title' => '',
                'text_1' => '',
                'text_2' => '',
                'text_3' => '',
                'text_4' => '',
                'text_5' => '',
            ],
            'article_2' => [
                'title' => '',
                'text_1' => '',
                'text_2' => '',
                'text_3' => '',
                'text_4' => '',
                'text_5' => '',
                'text_6' => '',
            ],
        ],
        'footer' => [
            'row_1' => [
                'column_1' => [
                    'title' => '',
                    'link_1' => '',
                    'link_2' => '',
                ],
                'column_2' => [
                    'title' => '',
                    'link_1' => '',
                    'link_2' => '',
                    'link_3' => '',
                    'link_4' => '',
                ],
                'column_3' => [
                    'title' => '',
                    'link_1' => '',
                    'link_2' => '',
                    'link_3' => '',
                ],
            ],
            'row_2' => [
                'column_1' => [
                    'link_1' => '',
                    'link_2' => '',
                    'link_3' => '',
                    'link_4' => '',
                    'link_5' => '',
                ],
                'column_2' => [
                    'link_1' => '',
                    'text_1' => '',
                ],
            ],
        ],
    ],
];